import {Footer} from '../cmps/Footer';

export const About = () => {

    return (
        <div className="about-container">
            <h1 className="about-title">מי אנחנו?</h1>
            <p className="about-us">הכנאפה שלנו התחילה את דרכה בנוף הגלילי של צפון הארץ! לאחר שנתיים מוצלחות החלטנו להתמקם דווקא במרכז הארץ! אז ארזנו את הקדאיף הגלילי האיכותי שלנו ואת הגבינות הטריות והנה אנחנו כאן!
                עם הכנאפה שכזאת בטוח עוד לא טעמתם! תוספות משוגעות שיעשו לכם מתוק בפה!!,
                עם הגבינות הכי טריות ואיכותיות ,חמאה צהובה ופיסטוק בלאדי משגע

            </p>
            <p className="about-us">
                הכנאפה עולה על האש עם רגע ההזמנה!!! אצלנו לא מתפשרים על טריות! ועל נקיון
            </p>
            <p className="about-us extra">
                ניתן לשדרג עם גלידת שמנת רכה ומרעננת תוצרת בית
                וקרם ברולה מטריף עם שכבת סוכר קראנ'צ כמו שאנחנו אוהבים
            </p>

            <Footer/>
        </div>
    )

}